Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# about.acknowledgements.body
source: Thanks to the Swift and Chromium communities, and to the users who help make BookmarkBridge more reliable.
de: Vielen Dank an die Swift- und Chromium-Communitys und an die Benutzer, die dazu beitragen, BookmarkBridge zuverlässiger zu machen.
es: Gracias a las comunidades Swift y Chromium, y a los usuarios que ayudan a que BookmarkBridge sea más confiable.
fr: Merci aux communautés Swift et Chromium, ainsi qu’aux utilisateurs qui contribuent à rendre BookmarkBridge plus fiable.
it: Grazie alle community Swift e Chromium e agli utenti che contribuiscono a rendere BookmarkBridge più affidabile.
nl: Dank aan de Swift- en Chromium-gemeenschappen, en aan de gebruikers die BookmarkBridge betrouwbaarder maken.
pl: Dziękujemy społecznościom Swift i Chromium oraz użytkownikom, którzy pomagają zwiększyć niezawodność BookmarkBridge.
pt: Obrigado às comunidades Swift e Chromium e aos usuários que ajudam a tornar o BookmarkBridge mais confiável.

# about.acknowledgements.title
source: Acknowledgments
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
nl: Dankbetuigingen
pl: Podziękowania
pt: Agradecimentos

# about.developer.label
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
nl: Ontwikkelaar
pl: Deweloper
pt: Desenvolvedor

# about.engine.label
source: Synchronization motor
de: Synchronisationsmotor
es: Motor de sincronización
fr: Moteur de synchronisation
it: Motore di sincronizzazione
nl: Synchronisatiemotor
pl: Silnik synchronizacyjny
pt: Motor de sincronização

# about.license.label
source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
nl: Licentie
pl: Licencja
pt: Licença

# about.promise.body
source: BookmarkBridge previews changes and protects data before syncing.
de: BookmarkBridge zeigt Änderungen in der Vorschau an und schützt Daten vor der Synchronisierung.
es: BookmarkBridge previsualiza los cambios y protege los datos antes de sincronizarlos.
fr: BookmarkBridge prévisualise les changements et protège les données avant toute synchronisation.
it: BookmarkBridge visualizza in anteprima le modifiche e protegge i dati prima della sincronizzazione.
nl: BookmarkBridge bekijkt wijzigingen vooraf en beschermt gegevens voordat deze worden gesynchroniseerd.
pl: BookmarkBridge wyświetla podgląd zmian i chroni dane przed synchronizacją.
pt: BookmarkBridge visualiza alterações e protege os dados antes da sincronização.

# about.promise.title
source: Safe synchronization
de: Sichere Synchronisation
es: Sincronización segura
fr: Synchronisation sûre
it: Sincronizzazione sicura
nl: Veilige synchronisatie
pl: Bezpieczna synchronizacja
pt: Sincronização segura

# about.userGuide.button
source: Open the manual
de: Öffnen Sie das Handbuch
es: abrir el manual
fr: Ouvrir le manuel
it: Apri il manuale
nl: Open de handleiding
pl: Otwórz instrukcję
pt: Abra o manual

# about.userGuide.tooltip
source: Opens the PDF user manual included in the application.
de: Öffnet das in der Anwendung enthaltene PDF-Benutzerhandbuch.
es: Abre el manual de usuario en PDF incluido en la aplicación.
fr: Ouvre le manuel utilisateur PDF inclus dans l’application.
it: Apre il manuale utente PDF incluso nell'applicazione.
nl: Opent de PDF-gebruikershandleiding die bij de toepassing is geleverd.
pl: Otwiera instrukcję obsługi w formacie PDF zawartą w aplikacji.
pt: Abre o manual do usuário em PDF incluído no aplicativo.

# about.whatsNew.button
source: See what's new
de: Sehen Sie, was es Neues gibt
es: ver que hay de nuevo
fr: Voir les nouveautés
it: Scopri le novità
nl: Kijk wat er nieuw is
pl: Zobacz, co nowego
pt: Veja o que há de novo

# about.whatsNew.tooltip
source: Opens the new features of the current version.
de: Öffnet die neuen Funktionen der aktuellen Version.
es: Abre las nuevas funciones de la versión actual.
fr: Ouvre les nouveautés de la version actuelle.
it: Apre le nuove funzionalità della versione corrente.
nl: Opent de nieuwe functies van de huidige versie.
pl: Otwiera nowe funkcje bieżącej wersji.
pt: Abre os novos recursos da versão atual.

# about.window.title
source: About
de: Über
es: Acerca de
fr: À propos
it: Circa
nl: Over
pl: O
pt: Sobre

# access.authorizedFolder
source: Authorized folder
de: Autorisierter Ordner
es: Carpeta autorizada
fr: Dossier autorisé
it: Cartella autorizzata
nl: Geautoriseerde map
pl: Autoryzowany folder
pt: Pasta autorizada

# access.authorizedPath
source: Authorized path
de: Autorisierter Pfad
es: Ruta autorizada
fr: Chemin autorisé
it: Percorso autorizzato
nl: Geautoriseerd pad
pl: Autoryzowana ścieżka
pt: Caminho autorizado

# access.bookmarksFile
source: Bookmarks file
de: Lesezeichendatei
es: Archivo de marcadores
fr: Fichier de signets
it: File dei segnalibri
nl: Bladwijzerbestand
pl: Plik zakładek
pt: Arquivo de favoritos

# access.changeProfile
source: Change profile…
de: Profil ändern…
es: Cambiar perfil…
fr: Changer de profil…
it: Cambia profilo...
nl: Profiel wijzigen…
pl: Zmień profil…
pt: Alterar perfil…

# access.details
source: File and access details
de: Details zu Dateien und Zugriff
es: Detalles de archivos y acceso
fr: Détails des fichiers et des accès
it: Dettagli dei file e degli accessi
nl: Bestands- en toegangsgegevens
pl: Szczegóły plików i dostępu
pt: Detalhes dos ficheiros e acessos

# safariImport.preview.noApplicableChanges
source: No importable additions. The remaining differences cannot be applied through Safari’s HTML import.
de: Keine importierbaren Ergänzungen. Die verbleibenden Unterschiede können mit dem Safari-HTML-Import nicht angewendet werden.
es: No hay adiciones que importar. La importación HTML de Safari no puede aplicar las diferencias restantes.
fr: Aucun ajout à importer. Les différences restantes ne peuvent pas être appliquées par l’import HTML de Safari.
it: Nessuna aggiunta da importare. Le differenze rimanenti non possono essere applicate tramite l’importazione HTML di Safari.
nl: Geen toevoegingen om te importeren. De overige verschillen kunnen niet via de HTML-import van Safari worden toegepast.
pl: Brak dodatków do zaimportowania. Pozostałych różnic nie można zastosować przez import HTML Safari.
pt: Não há adições a importar. As diferenças restantes não podem ser aplicadas pela importação HTML do Safari.

# access.detectedPath
source: Detected path
de: Erkannter Pfad
es: Ruta detectada
fr: Chemin détecté
it: Percorso rilevato
nl: Gedetecteerd pad
pl: Wykryta ścieżka
pt: Caminho detectado

# access.noChromeProfile
source: No Chrome profile available
de: Kein Chrome-Profil verfügbar
es: No hay ningún perfil de Chrome disponible
fr: Aucun profil Chrome disponible
it: Nessun profilo Chrome disponibile
nl: Geen Chrome-profiel beschikbaar
pl: Brak dostępnego profilu Chrome
pt: Nenhum perfil do Chrome disponível

# access.notAuthorized
source: Not authorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
nl: Niet geautoriseerd
pl: Nieautoryzowany
pt: Não autorizado

# access.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil

# access.profileFolder
source: Profile folder
de: Profilordner
es: Carpeta de perfil
fr: Dossier de profil
it: Cartella del profilo
nl: Profielmap
pl: Folder profilu
pt: Pasta de perfil

# access.reselect
source: Select again…
de: Nochmals auswählen…
es: Selecciona de nuevo...
fr: Sélectionnez à nouveau…
it: Seleziona di nuovo…
nl: Selecteer opnieuw…
pl: Wybierz ponownie…
pt: Selecione novamente…

# access.status.authorizationInvalid
source: Invalid authorization
de: Ungültige Autorisierung
es: Autorización no válida
fr: Autorisation invalide
it: Autorizzazione non valida
nl: Ongeldige machtiging
pl: Nieprawidłowa autoryzacja
pt: Autorização inválida

# access.status.authorizationMissing
source: Authorization missing
de: Autorisierung fehlt
es: Falta autorización
fr: Autorisation manquante
it: Manca l'autorizzazione
nl: Autorisatie ontbreekt
pl: Brak autoryzacji
pt: Autorização ausente

# access.status.fileMissing
source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
it: File non trovato
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt: Arquivo não encontrado

# access.status.ok
source: OK
de: Okay
es: bien
fr: D'accord
it: Va bene
nl: Oké

# access.subtitle
source: Check the authorized files and the Chrome profile in use.
de: Überprüfen Sie die autorisierten Dateien und das verwendete Chrome-Profil.
es: Verifique los archivos autorizados y el perfil de Chrome en uso.
fr: Vérifiez les fichiers autorisés et le profil Chrome utilisé.
it: Controlla i file autorizzati e il profilo Chrome in uso.
nl: Controleer de geautoriseerde bestanden en het gebruikte Chrome-profiel.
pl: Sprawdź autoryzowane pliki i używany profil Chrome.
pt: Verifique os arquivos autorizados e o perfil do Chrome em uso.

# access.test
source: Test access
de: Testzugang
es: Acceso de prueba
fr: Tester l'accès
it: Testare l'accesso
nl: Toegang testen
pl: Dostęp testowy
pt: Acesso de teste

# access.title
source: Bookmark access
de: Zugriff auf Lesezeichen
es: Acceso a favoritos
fr: Accès aux favoris
it: Accesso ai segnalibri
nl: Toegang tot bladwijzers
pl: Dostęp do zakładek
pt: Acesso aos favoritos

# action.apply
source: Apply
de: Bewerben
es: Aplicar
fr: Postuler
it: Applicare
nl: Toepassen
pl: Zastosuj
pt: Aplicar

# action.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Powrót
pt: Voltar

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pl: Anuluj
pt: Cancelar

# action.ok
source: OK
de: Okay
es: bien
fr: D'accord
it: Va bene
nl: Oké

# action.reload
source: Reload
de: Neu laden
es: recargar
fr: Recharger
it: Ricarica
nl: Herladen
pl: Załaduj ponownie
pt: Recarregar

# action.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Herstellen
pl: Przywróć
pt: Restaurar

# action.retry
source: Try Again
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayez
it: Riprova
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente

# action.synchronize
source: Synchronize
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
nl: Synchroniseer
pl: Synchronizuj
pt: Sincronizar

# authorization.action
source: Authorize access…
de: Zugriff autorisieren…
es: Autorizar el acceso…
fr: Autoriser l'accès…
it: Autorizza l'accesso…
nl: Toegang autoriseren…
pl: Autoryzuj dostęp…
pt: Autorizar acesso…

# authorization.action.accessibility
source: Authorize access to %@ bookmarks
de: Autorisieren Sie den Zugriff auf %@-Lesezeichen
es: Autorizar el acceso a %@ marcadores
fr: Autoriser l'accès aux %@ favoris
it: Autorizza l'accesso ai segnalibri %@
nl: Geef toegang tot %@ bladwijzers
pl: Autoryzuj dostęp do zakładek %@
pt: Autorizar acesso a %@ favoritos

# authorization.authorized
source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
it: Autorizzato
nl: Geautoriseerd
pl: Autoryzowane
pt: Autorizado

# authorization.card.title
source: macOS permissions
de: macOS-Berechtigungen
es: Permisos de MacOS
fr: Autorisations macOS
it: autorizzazioni macOS
nl: macOS-machtigingen
pl: Uprawnienia macOS
pt: Permissões do macOS

# authorization.checking
source: Checking permissions…
de: Berechtigungen werden überprüft…
es: Comprobando permisos...
fr: Vérification des autorisations…
it: Verifica delle autorizzazioni…
nl: Machtigingen controleren...
pl: Sprawdzam uprawnienia…
pt: Verificando permissões…

# authorization.chooseChrome
source: Choose Chrome profile
de: Wählen Sie Chrome-Profil
es: Elige el perfil de Chrome
fr: Choisissez le profil Chrome
it: Scegli il profilo Chrome
nl: Kies Chrome-profiel
pl: Wybierz profil Chrome
pt: Escolha o perfil do Chrome

# authorization.chooseSafari
source: Choose Safari bookmarks
de: Wählen Sie Safari-Lesezeichen
es: Elija los favoritos de Safari
fr: Choisissez les favoris Safari
it: Scegli i segnalibri di Safari
nl: Kies Safari-bladwijzers
pl: Wybierz zakładki Safari
pt: Escolha os favoritos do Safari

# authorization.chrome.message
source: Select the “Chrome” folder in ~/Library/Application Support/Google/.
de: Wählen Sie den Ordner „Chrome“ in ~/Library/Application Support/Google/.
es: Seleccione la carpeta "Chrome" en ~/Library/Application Support/Google/.
fr: Sélectionnez le dossier « Chrome » dans ~/Bibliothèque/Application Support/Google/.
it: Seleziona la cartella "Chrome" in ~/Library/Application Support/Google/.
nl: Selecteer de map “Chrome” in ~/Bibliotheek/Application Support/Google/.
pl: Wybierz folder „Chrome” w ~/Library/Application Support/Google/.
pt: Selecione a pasta “Chrome” em ~/Library/Application Support/Google/.

# authorization.chrome.title
source: Authorize access to Chrome bookmarks
de: Autorisieren Sie den Zugriff auf Chrome-Lesezeichen
es: Autorizar el acceso a los favoritos de Chrome
fr: Autoriser l'accès aux favoris Chrome
it: Autorizza l'accesso ai segnalibri di Chrome
nl: Geef toegang tot Chrome-bladwijzers
pl: Autoryzuj dostęp do zakładek Chrome
pt: Autorizar o acesso aos favoritos do Chrome

# authorization.prompt
source: Authorize access
de: Zugriff autorisieren
es: Autorizar el acceso
fr: Autoriser l'accès
it: Autorizzare l'accesso
nl: Toegang autoriseren
pl: Autoryzuj dostęp
pt: Autorizar acesso

# authorization.required
source: BookmarkBridge needs access to the bookmarks.
de: BookmarkBridge benötigt Zugriff auf die Lesezeichen.
es: BookmarkBridge necesita acceso a los marcadores.
fr: BookmarkBridge doit accéder aux signets.
it: BookmarkBridge necessita dell'accesso ai segnalibri.
nl: BookmarkBridge heeft toegang nodig tot de bladwijzers.
pl: BookmarkBridge potrzebuje dostępu do zakładek.
pt: BookmarkBridge precisa de acesso aos favoritos.

# authorization.safari.message
source: Select the “Bookmarks.plist” file in ~/Library/Safari/.
de: Wählen Sie die Datei „Bookmarks.plist“ in ~/Library/Safari/ aus.
es: Seleccione el archivo “Bookmarks.plist” en ~/Library/Safari/.
fr: Sélectionnez le fichier « Bookmarks.plist » dans ~/Library/Safari/.
it: Seleziona il file "Bookmarks.plist" in ~/Library/Safari/.
nl: Selecteer het bestand "Bookmarks.plist" in ~/Library/Safari/.
pl: Wybierz plik „Bookmarks.plist” w ~/Library/Safari/.
pt: Selecione o arquivo “Bookmarks.plist” em ~/Library/Safari/.

# authorization.safari.title
source: Authorize access to Safari bookmarks
de: Autorisieren Sie den Zugriff auf Safari-Lesezeichen
es: Autorizar el acceso a los favoritos de Safari
fr: Autoriser l'accès aux favoris Safari
it: Autorizza l'accesso ai segnalibri di Safari
nl: Geef toegang tot Safari-bladwijzers
pl: Autoryzuj dostęp do zakładek Safari
pt: Autorizar o acesso aos favoritos do Safari

# authorization.status.absent
source: BookmarkBridge needs access to Safari bookmarks and the selected Chrome profile.
de: BookmarkBridge benötigt Zugriff auf Safari-Lesezeichen und das ausgewählte Chrome-Profil.
es: BookmarkBridge necesita acceso a los favoritos de Safari y al perfil de Chrome seleccionado.
fr: BookmarkBridge doit accéder aux favoris Safari et au profil Chrome sélectionné.
it: BookmarkBridge necessita dell'accesso ai segnalibri di Safari e al profilo Chrome selezionato.
nl: BookmarkBridge heeft toegang nodig tot Safari-bladwijzers en het geselecteerde Chrome-profiel.
pl: BookmarkBridge potrzebuje dostępu do zakładek Safari i wybranego profilu Chrome.
pt: BookmarkBridge precisa de acesso aos favoritos do Safari e ao perfil do Chrome selecionado.

# authorization.status.complete
source: Safari and Chrome access is available.
de: Zugriff auf Safari und Chrome ist verfügbar.
es: El acceso a Safari y Chrome está disponible.
fr: L'accès à Safari et Chrome est disponible.
it: È disponibile l'accesso a Safari e Chrome.
nl: Safari- en Chrome-toegang is beschikbaar.
pl: Dostępny jest dostęp do Safari i Chrome.
pt: O acesso Safari e Chrome está disponível.

# authorization.status.error
source: An authorized location is not accessible.
de: Ein autorisierter Standort ist nicht zugänglich.
es: No se puede acceder a una ubicación autorizada.
fr: Un emplacement autorisé n’est pas accessible.
it: Una posizione autorizzata non è accessibile.
nl: Een geautoriseerde locatie is niet toegankelijk.
pl: Autoryzowana lokalizacja jest niedostępna.
pt: Um local autorizado não está acessível.

# authorization.status.invalid
source: A saved authorization is no longer valid.
de: Eine gespeicherte Autorisierung ist nicht mehr gültig.
es: Una autorización guardada ya no es válida.
fr: Une autorisation enregistrée n'est plus valable.
it: Un'autorizzazione salvata non è più valida.
nl: Een opgeslagen autorisatie is niet meer geldig.
pl: Zapisana autoryzacja jest już nieważna.
pt: Uma autorização salva não é mais válida.

# authorization.status.partial
source: One permission is still required.
de: Eine Erlaubnis ist weiterhin erforderlich.
es: Todavía se requiere un permiso.
fr: Une autorisation est toujours requise.
it: È ancora necessaria un'autorizzazione.
nl: Er is nog één toestemming vereist.
pl: Nadal wymagane jest jedno pozwolenie.
pt: Uma permissão ainda é necessária.

# bookmark.accessibility
source: Bookmark %@, %@
de: Lesezeichen %@, %@
es: Marcar %@, %@
fr: Marquer %@, %@
it: Segnalibro %@, %@
nl: Bladwijzer %@, %@
pl: Zakładka %@, %@
pt: Marcador %@, %@

# bookmark.untitled
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
nl: Zonder titel
pl: Bez tytułu
pt: Sem título

# bookmark.untitled.parenthesized
source: (Untitled)
de: (Ohne Titel)
es: (Sin título)
fr: (Sans titre)
it: (Senza titolo)
nl: (Zonder titel)
pl: (Bez tytułu)
pt: (Sem título)

# browser.chrome.shortName
source: Chrome
de: Chrom
es: Cromo
it: Cromo
nl: Chroom
pl: Chrom
pt: cromo

# browserClosure.authorizationSaveFailure
source: The new authorization could not be saved. No active source was replaced.
de: Die neue Autorisierung konnte nicht gespeichert werden. Es wurde keine aktive Quelle ersetzt.
es: No se pudo guardar la nueva autorización. No se reemplazó ninguna fuente activa.
fr: La nouvelle autorisation n'a pas pu être enregistrée. Aucune source active n'a été remplacée.
it: Impossibile salvare la nuova autorizzazione. Nessuna fonte attiva è stata sostituita.
nl: De nieuwe autorisatie kon niet worden opgeslagen. Er is geen actieve bron vervangen.
pl: Nie można zapisać nowej autoryzacji. Żadne aktywne źródło nie zostało wymienione.
pt: A nova autorização não pôde ser salva. Nenhuma fonte ativa foi substituída.

# browserClosure.cancelled
source: Closing the browsers was cancelled. No data was read or written.
de: Das Schließen des Browsers wurde abgebrochen. Es wurden keine Daten gelesen oder geschrieben.
es: Se canceló el cierre de los navegadores. No se leyeron ni escribieron datos.
fr: La fermeture des navigateurs a été annulée. Aucune donnée n'a été lue ou écrite.
it: La chiusura dei browser è stata annullata. Nessun dato è stato letto o scritto.
nl: Het sluiten van de browsers is geannuleerd. Er zijn geen gegevens gelezen of geschreven.
pl: Zamykanie przeglądarek zostało anulowane. Żadne dane nie zostały odczytane ani zapisane.
pt: O fechamento dos navegadores foi cancelado. Nenhum dado foi lido ou gravado.

# browserClosure.continue
source: Close Browsers and Continue
de: Schließen Sie den Browser und fahren Sie fort
es: Cerrar navegadores y continuar
fr: Fermez les navigateurs et continuez
it: Chiudi i browser e continua
nl: Sluit browsers en ga door
pl: Zamknij przeglądarki i kontynuuj
pt: Feche os navegadores e continue

# browserClosure.failure.message
source: The browsers could not be closed completely. No data was read or written. %@: %@
de: Der Browser konnte nicht vollständig geschlossen werden. Es wurden keine Daten gelesen oder geschrieben. %@: %@
es: Los navegadores no se pudieron cerrar por completo. No se leyeron ni escribieron datos. %@: %@
fr: Les navigateurs n'ont pas pu être complètement fermés. Aucune donnée n'a été lue ou écrite. %@ : %@
it: Non è stato possibile chiudere completamente i browser. Nessun dato è stato letto o scritto. %@: %@
nl: De browsers konden niet volledig worden afgesloten. Er zijn geen gegevens gelezen of geschreven. %@: %@
pl: Nie można było całkowicie zamknąć przeglądarek. Żadne dane nie zostały odczytane ani zapisane. %@: %@
pt: Os navegadores não puderam ser fechados completamente. Nenhum dado foi lido ou gravado. %@: %@

# browserClosure.failure.title
source: Unable to Close Browsers
de: Browser können nicht geschlossen werden
es: No se pueden cerrar los navegadores
fr: Impossible de fermer les navigateurs
it: Impossibile chiudere i browser
nl: Kan browsers niet sluiten
pl: Nie można zamknąć przeglądarek
pt: Não é possível fechar navegadores

# browserClosure.message
source: To prevent concurrent changes or bookmark corruption, Safari and Chrome must be closed before this operation. Browsers to close: %@.
de: Um gleichzeitige Änderungen oder die Beschädigung von Lesezeichen zu verhindern, müssen Safari und Chrome vor diesem Vorgang geschlossen werden. Zu schließende Browser: %@.
es: Para evitar cambios simultáneos o daños en los marcadores, se deben cerrar Safari y Chrome antes de esta operación. Navegadores para cerrar: %@.
fr: Pour éviter les modifications simultanées ou la corruption des favoris, Safari et Chrome doivent être fermés avant cette opération. Navigateurs à fermer : %@.
it: Per evitare modifiche simultanee o corruzione dei segnalibri, Safari e Chrome devono essere chiusi prima di questa operazione. Browser da chiudere: %@.
nl: Om gelijktijdige wijzigingen of corruptie van bladwijzers te voorkomen, moeten Safari en Chrome vóór deze handeling worden afgesloten. Browsers om te sluiten: %@.
pl: Aby zapobiec jednoczesnym zmianom lub uszkodzeniu zakładek, przed tą operacją należy zamknąć przeglądarki Safari i Chrome. Przeglądarki do zamknięcia: %@.
pt: Para evitar alterações simultâneas ou corrupção de favoritos, o Safari e o Chrome devem ser fechados antes desta operação. Navegadores a serem fechados: %@.

# browserClosure.title
source: Close Browsers
de: Schließen Sie die Browser
es: Cerrar navegadores
fr: Fermer les navigateurs
it: Chiudi i browser
nl: Sluit browsers
pl: Zamknij przeglądarki
pt: Fechar navegadores

# bugReport.accessibility.hint
source: Creates a privacy-safe diagnostic report and opens an e-mail draft.
de: Erstellt einen datenschutzfreundlichen Diagnosebericht und öffnet einen E-Mail-Entwurf.
es: Crea un informe de diagnóstico respetuoso con la privacidad y abre un borrador de correo.
fr: Crée un rapport de diagnostic respectueux de la confidentialité et ouvre un brouillon d’e-mail.
it: Crea un rapporto diagnostico rispettoso della privacy e apre una bozza e-mail.
nl: Maakt een privacyveilig diagnoserapport en opent een e-mailconcept.
pl: Tworzy bezpieczny dla prywatności raport diagnostyczny i otwiera szkic wiadomości.
pt: Cria um relatório de diagnóstico seguro para a privacidade e abre um rascunho de e-mail.

# bugReport.action.reportBug
source: Report a Bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
it: Segnala un bug
nl: Een bug melden
pl: Zgłoś błąd
pt: Comunicar um erro

# bugReport.action.reportError
source: Report This Error
de: Diesen Fehler melden
es: Informar de este error
fr: Signaler cette erreur
it: Segnala questo errore
nl: Deze fout melden
pl: Zgłoś ten błąd
pt: Comunicar este erro
